/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "Añadir";

/* Dialog Title */
"Adding configuration failed" = "Error al añadir la configuración";

/* Status window message */
"Adding server to configuration" = "Añadiendo servidor a la configuración";

/* Status window message */
"Attempting to bind computer to directory" = "Intentando enlazar el ordenador con el directorio";

/* Status window message */
"Attempting to unbind from Directory" = "Intentando anular el enlace con el directorio";

/* No comment provided by engineer. */
"Bind\\U2026" = "Enlazar…";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "El directorio requiere un enlace. Se ha cancelado la adición de un nuevo servidor LDAP.";

/* Dialog Title */
"Binding required" = "Enlace requerido";

/* No comment provided by engineer. */
"Bound to the directory as" = "Enlazado con el directorio como";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Dialog message */
"Computer is bound" = "Ordenador enlazado";

/* Dialog Title */
"Computer record exists" = "Este registro del ordenador ya existe";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "El directorio no contiene ningún registro del ordenador. Fuerce la anulación del enlace.";

/* Status window message */
"Configuration of new server complete" = "Configuración del nuevo servidor completada";

/* Default button continue */
"Continue" = "Continuar";

/* appended to duplicated configs */
"copy" = "(copia)";

/* Dialog Title */
"Could not contact server" = "No se ha podido contactar con el servidor";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "No se ha podido contactar con el servidor LDAP para anular el enlace. ¿Desea forzar la eliminación de esta configuración?";

/* No comment provided by engineer. */
"Custom" = "Personalizado";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "Tipos de atrib. por omisión";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "¿Seguro que desea eliminar el servidor LDAP?";

/* Status window message */
"Detecting required security levels and binding requirements" = "Detectando niveles de seguridad y requisitos de enlace";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "Enlace de directorio no aceptado";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "El enlace al directorio autenticado es opcional. Introduzca la información para enlazar.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "Se requiere enlace al directorio autenticado. Introduzca la información para enlazar.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Se ha producido un error inesperado";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "No añadir";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "Error en la asignación de datos del buffer.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Error en la asignación de la lista de datos.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Error al construir la lista de datos a partir de las cadenas de caracteres.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "Error al abrir el nodo LDAPv3.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "Error al guardar la configuración LDAP.";

/* No comment provided by engineer. */
"From Server" = "Del servidor";

/* No comment provided by engineer. */
"Hide Options" = "Ocultar opciones";

/* Status window message */
"Initial server information discovery" = "Detección inicial de la información del servidor";

/* Dialog Title */
"Insufficient privileges" = "Privilegios insuficientes";

/* Dialog Title */
"Invalid credentials supplied" = "Credenciales facilitadas no válidas";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "Credenciales facilitadas no válidas. Por favor, introdúzcalas de nuevo.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "Número impar de caracteres $ en la asignación literal";

/* Default button OK */
"OK" = "Aceptar";

/* Template name */
"Open Directory Server" = "Servidor Open Directory";

/* No comment provided by engineer. */
"Overwrite" = "Sobrescribir";

/* No comment provided by engineer. */
"Please confirm deletion." = "Confirmar eliminación.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "Introduzca unas credenciales válidas que le permitan acceder al directorio especificado.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "Violación de requisitos de seguridad";

/* Dialog Title */
"Server already configured" = "El servidor ya está configurado";

/* Dialog Title */
"Server did not respond" = "El servidor no ha respondido";

/* No comment provided by engineer. */
"Show Options" = "Mostrar opciones";

/* Dialog Title */
"Strong authentication not supported" = "Autenticación sólida no soportada";

/* default name when saving template - do not include .plist */
"Template" = "Plantilla";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "La cuenta facilitada no tiene suficientes privilegios. Póngase en contacto con el administrador de la red para obtener ayuda.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "Credenciales facilitadas no válidas. Por favor, introdúzcalas de nuevo.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "El servidor que está añadiendo no permite autenticaciones sólidas. Las contraseñas enviadas a este servidor pueden ser leídas por otros ordenadores de la red.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "El servidor seleccionado no cumple la política de seguridad configurada. Se ha cancelado la adición del nuevo servidor LDAP.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "No se ha podido contactar con el servidor especificado. ¿Desea realizar la configuración manualmente?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "El servidor especificado ya está configurado. Se ha cancelado el proceso de adición.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "El directorio contiene un ordenador con este nombre. ¿Desea reemplazarlo? Esta acción puede desactivar otro ordenador si está en uso.";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "Este ordenador está enlazado a este directorio. ¿Desea anular el enlace?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "Por razones desconocidas, ha sido imposible añadir este servidor a la configuración. Seleccione una configuración personalizada para continuar con el proceso.";

/* Dialog Title */
"Unable to contact directory" = "Imposible establecer conexión con el directorio";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "Imposible establecer conexión con el directorio para efectuar el enlace. La operación se ha cancelado.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "Anular enlace…";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "Se ha producido un error inesperado al intentar enlazar. La operación se ha cancelado.";

/* Dialog Title */
"Unexpected error while binding" = "Error inesperado al enlazar";

/* No comment provided by engineer. */
"Untitled %d" = "Sin título %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "Usar autenticación para conectar";

/* Status window message */
"Validating record/attribute mapping" = "Validando asignación de registros/atributos";

/* Status window message */
"Validating the credentials that were supplied" = "Validando las credenciales facilitadas";

/* No comment provided by engineer. */
"Write to server failed" = "Error al grabar en el servidor";

